Repository: NRanjan-17/RSMS
Catalog: luxury/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, de, es, fr, gu, hi, it, ja, kn, ko, ml, mr, or, pa, pt, ru, ta, te, zh_hans, zh_hant

source: Failed to generate recommendations.
ar: فشل في إنشاء التوصيات.
as: পৰামৰ্শ সৃষ্টি কৰাত ব্যৰ্থ।
bn: সুপারিশ তৈরি করা সম্ভব হয়নি।
de: Es konnten keine Empfehlungen generiert werden.
es: No se pudieron generar recomendaciones.
fr: Impossible de générer des recommandations.
gu: ભલામણો જનરેટ કરવામાં નિષ્ફળ ગયા.
hi: अनुशंसाएँ उत्पन्न करने में विफल।
it: Impossibile generare raccomandazioni.
ja: 推奨事項の生成に失敗しました。
kn: ಶಿಫಾರಸುಗಳನ್ನು ರಚಿಸಲು ವಿಫಲವಾಗಿದೆ.
ko: 권장 사항 생성에 실패했습니다.
ml: ശുപാർശകൾ സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു.
mr: शिफारसी तयार करण्यात अयशस्वी झाले.
or: ସୁପାରିଶଗୁଡ଼ିକ ସୃଷ୍ଟି କରିବାରେ ବିଫଳ ହୋଇଛି।
pa: ਸਿਫ਼ਾਰਸ਼ਾਂ ਤਿਆਰ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pt: Não foi possível gerar recomendações.
ru: Не удалось сформулировать рекомендации.
ta: பரிந்துரைகளை உருவாக்க முடியவில்லை.
te: సిఫార్సులను రూపొందించడంలో విఫలమైంది.
zh_hans: 未能生成推荐意见。
zh_hant: 未能產生推薦意見。

source: Failed to list MFA factors. Please try again.
ar: لم يتم إدراج عوامل المصادقة متعددة العوامل. يرجى المحاولة مرة أخرى.
as: এমএফএ কাৰকসমূহ তালিকাভুক্ত কৰাত ব্যৰ্থ। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
bn: এমএফএ ফ্যাক্টর তালিকাভুক্ত করা সম্ভব হয়নি। অনুগ্রহ করে আবার চেষ্টা করুন।
de: Die MFA-Faktoren konnten nicht aufgelistet werden. Bitte versuchen Sie es erneut.
es: No se pudieron mostrar los factores de autenticación multifactor. Inténtelo de nuevo.
fr: Impossible de lister les facteurs d'authentification multifacteur. Veuillez réessayer.
gu: MFA પરિબળોની યાદી બનાવવામાં નિષ્ફળ. કૃપા કરીને ફરી પ્રયાસ કરો.
hi: MFA कारकों को सूचीबद्ध करने में विफल। कृपया पुनः प्रयास करें।
it: Impossibile elencare i fattori di autenticazione a più fattori. Riprova.
ja: 多要素認証の要素をリストアップできませんでした。もう一度お試しください。
kn: MFA ಅಂಶಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: MFA 인증 요소를 나열하는 데 실패했습니다. 다시 시도해 주세요.
ml: MFA ഘടകങ്ങൾ പട്ടികപ്പെടുത്തുന്നതിൽ പരാജയപ്പെട്ടു. വീണ്ടും ശ്രമിക്കുക.
mr: MFA घटक सूचीबद्ध करण्यात अयशस्वी झाले. कृपया पुन्हा प्रयत्न करा.
or: MFA କାରକଗୁଡ଼ିକୁ ତାଲିକାଭୁକ୍ତ କରିବାରେ ବିଫଳ ହେଲା। ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: MFA ਕਾਰਕਾਂ ਨੂੰ ਸੂਚੀਬੱਧ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: Não foi possível enumerar os fatores de MFA. Tente novamente.
ru: Не удалось отобразить факторы MFA. Пожалуйста, попробуйте еще раз.
ta: MFA காரணிகளைப் பட்டியலிட முடியவில்லை. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: MFA కారకాలను జాబితా చేయడంలో విఫలమైంది. దయచేసి మళ్ళీ ప్రయత్నించండి.
zh_hans: 多因素身份验证 (MFA) 因素列表创建失败，请重试。
zh_hant: 多因素身份驗證 (MFA) 因素清單建立失敗，請重試。

source: Failed to load approved boutiques.
ar: فشل تحميل المتاجر المعتمدة.
as: অনুমোদিত বুটিক লোড কৰাত ব্যৰ্থ।
bn: অনুমোদিত বুটিকগুলো লোড করা সম্ভব হয়নি।
de: Die zugelassenen Boutiquen konnten nicht geladen werden.
es: No se pudieron cargar las boutiques aprobadas.
fr: Impossible de charger les boutiques approuvées.
gu: મંજૂર બુટિક લોડ કરવામાં નિષ્ફળ.
hi: अनुमोदित बुटीक लोड करने में विफल।
it: Impossibile caricare le boutique approvate.
ja: 承認済みブティックの読み込みに失敗しました。
kn: ಅನುಮೋದಿತ ಬೂಟೀಕ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ko: 승인된 부티크를 불러오는 데 실패했습니다.
ml: അംഗീകൃത ബുട്ടീക്കുകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
mr: मंजूर केलेले बुटिक्स लोड करण्यात अयशस्वी झाले.
or: ଅନୁମୋଦିତ ବୁଟିକ୍ ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି।
pa: ਮਨਜ਼ੂਰਸ਼ੁਦਾ ਬੁਟੀਕ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pt: Falha ao carregar as lojas aprovadas.
ru: Не удалось загрузить утвержденные бутики.
ta: அங்கீகரிக்கப்பட்ட பூட்டிக்களை ஏற்ற முடியவில்லை.
te: ఆమోదించబడిన బోటిక్‌లను లోడ్ చేయడంలో విఫలమైంది.
zh_hans: 无法加载已批准的精品店。
zh_hant: 無法加載已批准的精品店。

source: Failed to load catalogs: %@
ar: فشل تحميل الكتالوجات: %@
as: কেটেলগসমূহ লোড কৰাত ব্যৰ্থ: %@
bn: ক্যাটালগ লোড করতে ব্যর্থ: %@
de: Kataloge konnten nicht geladen werden: %@
es: Error al cargar los catálogos: %@
fr: Échec du chargement des catalogues : %@
gu: કેટલોગ લોડ કરવામાં નિષ્ફળ: %@
hi: कैटलॉग लोड करने में विफल: %@
it: Impossibile caricare i cataloghi: %@
ja: カタログの読み込みに失敗しました: %@
kn: ಕ್ಯಾಟಲಾಗ್‌ಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 카탈로그를 불러오는 데 실패했습니다: %@
ml: കാറ്റലോഗുകൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: कॅटलॉग लोड करण्यात अयशस्वी: %@
or: କ୍ୟାଟାଲଗ୍ ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਕੈਟਾਲਾਗ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao carregar catálogos: %@
ru: Не удалось загрузить каталоги: %@
ta: பட்டியல்களை ஏற்ற முடியவில்லை: %@
te: కేటలాగ్‌లను లోడ్ చేయడంలో విఫలమైంది: %@
zh_hans: 目录加载失败： %@
zh_hant: 目錄載入失敗： %@

source: Failed to load data: %@
ar: فشل تحميل البيانات: %@
as: তথ্য লোড কৰাত ব্যৰ্থ: %@
bn: ডেটা লোড করতে ব্যর্থ: %@
de: Daten konnten nicht geladen werden: %@
es: Error al cargar los datos: %@
fr: Échec du chargement des données : %@
gu: ડેટા લોડ કરવામાં નિષ્ફળ: %@
hi: डेटा लोड करने में विफल: %@
it: Impossibile caricare i dati: %@
ja: データの読み込みに失敗しました: %@
kn: ಡೇಟಾವನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 데이터 불러오기 실패: %@
ml: ഡാറ്റ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: डेटा लोड करण्यात अयशस्वी: %@
or: ଡାଟା ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਡਾਟਾ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao carregar os dados: %@
ru: Не удалось загрузить данные: %@
ta: தரவை ஏற்ற முடியவில்லை: %@
te: డేటాను లోడ్ చేయడంలో విఫలమైంది: %@
zh_hans: 数据加载失败： %@
zh_hant: 資料載入失敗： %@

source: Failed to load expected products: %@
ar: فشل تحميل المنتجات المتوقعة: %@
as: প্ৰত্যাশিত উৎপাদনসমূহ লোড কৰাত ব্যৰ্থ: %@
bn: প্রত্যাশিত পণ্য লোড করতে ব্যর্থ: %@
de: Die erwarteten Produkte konnten nicht geladen werden: %@
es: No se pudieron cargar los productos esperados: %@
fr: Échec du chargement des produits attendus : %@
gu: અપેક્ષિત ઉત્પાદનો લોડ કરવામાં નિષ્ફળ: %@
hi: अपेक्षित उत्पाद लोड करने में विफल: %@
it: Impossibile caricare i prodotti previsti: %@
ja: 期待される製品の読み込みに失敗しました: %@
kn: ನಿರೀಕ್ಷಿತ ಉತ್ಪನ್ನಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 예상 제품을 불러오는 데 실패했습니다: %@
ml: പ്രതീക്ഷിച്ച ഉൽപ്പന്നങ്ങൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: अपेक्षित उत्पादने लोड करण्यात अयशस्वी: %@
or: ଆଶା କରାଯାଉଥିବା ଉତ୍ପାଦଗୁଡ଼ିକ ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਉਮੀਦ ਕੀਤੇ ਉਤਪਾਦਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao carregar os produtos esperados: %@
ru: Не удалось загрузить ожидаемые товары: %@
ta: எதிர்பார்க்கப்பட்ட தயாரிப்புகளை ஏற்ற முடியவில்லை: %@
te: ఆశించిన ఉత్పత్తులను లోడ్ చేయడంలో విఫలమైంది: %@
zh_hans: 加载预期产品失败： %@
zh_hant: 載入預期產品失敗： %@

source: Failed to load image.
ar: فشل تحميل الصورة.
as: ছবি লোড কৰাত ব্যৰ্থ।
bn: ছবি লোড করা সম্ভব হয়নি।
de: Das Bild konnte nicht geladen werden.
es: No se pudo cargar la imagen.
fr: Impossible de charger l'image.
gu: છબી લોડ કરવામાં નિષ્ફળ.
hi: छवि लोड करने में विफल।
it: Impossibile caricare l'immagine.
ja: 画像の読み込みに失敗しました。
kn: ಚಿತ್ರವನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ko: 이미지를 불러오는 데 실패했습니다.
ml: ചിത്രം ലോഡ് ചെയ്യാനായില്ല.
mr: प्रतिमा लोड करण्यात अयशस्वी झाले.
or: ଛବି ଲୋଡ୍ କରିବାରେ ବିଫଳ ହେଲା।
pa: ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pt: Não foi possível carregar a imagem.
ru: Не удалось загрузить изображение.
ta: படத்தை ஏற்ற முடியவில்லை.
te: చిత్రాన్ని లోడ్ చేయడంలో విఫలమైంది.
zh_hans: 图片加载失败。
zh_hant: 圖片載入失敗。

source: Failed to load inventory: %@
ar: فشل تحميل المخزون: %@
as: তথ্য লোড কৰাত ব্যৰ্থ: %@
bn: ইনভেন্টরি লোড করতে ব্যর্থ: %@
de: Inventar konnte nicht geladen werden: %@
es: Error al cargar el inventario: %@
fr: Échec du chargement de l'inventaire : %@
gu: ઇન્વેન્ટરી લોડ કરવામાં નિષ્ફળ: %@
hi: इन्वेंट्री लोड करने में विफल: %@
it: Impossibile caricare l'inventario: %@
ja: インベントリの読み込みに失敗しました: %@
kn: ಇನ್ವೆಂಟರಿ ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 인벤토리 불러오기 실패: %@
ml: ഇൻവെന്ററി ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: इन्व्हेंटरी लोड करण्यात अयशस्वी: %@
or: ଇନଭେଣ୍ଟୋରୀ ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਵਸਤੂ ਸੂਚੀ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao carregar o inventário: %@
ru: Не удалось загрузить инвентарь: %@
ta: சரக்குகளை ஏற்ற முடியவில்லை: %@
te: ఇన్వెంటరీని లోడ్ చేయడంలో విఫలమైంది: %@
zh_hans: 加载库存失败： %@
zh_hant: 載入庫存失敗： %@

source: Failed to load MFA setup: %@
ar: فشل تحميل إعدادات المصادقة متعددة العوامل: %@
as: MFA প্ৰতিষ্ঠা লোড কৰাত ব্যৰ্থ: %@
bn: এমএফএ সেটআপ লোড করতে ব্যর্থ: %@
de: MFA-Setup konnte nicht geladen werden: %@
es: Error al cargar la configuración de MFA: %@
fr: Échec du chargement de la configuration MFA : %@
gu: MFA સેટઅપ લોડ કરવામાં નિષ્ફળ: %@
hi: एमएफए सेटअप लोड करने में विफल: %@
it: Impossibile caricare la configurazione MFA: %@
ja: MFA設定の読み込みに失敗しました: %@
kn: MFA ಸೆಟಪ್ ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: MFA 설정 로드 실패: %@
ml: MFA സജ്ജീകരണം ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: MFA सेटअप लोड करण्यात अयशस्वी: %@
or: MFA ସେଟଅପ୍ ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: MFA ਸੈੱਟਅੱਪ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao carregar a configuração MFA: %@
ru: Не удалось загрузить настройки многофакторной аутентификации: %@
ta: MFA அமைப்பை ஏற்ற முடியவில்லை: %@
te: MFA సెటప్‌ను లోడ్ చేయడంలో విఫలమైంది: %@
zh_hans: MFA 设置加载失败： %@
zh_hant: MFA 設定載入失敗： %@

source: Failed to load products: %@
ar: فشل تحميل المنتجات: %@
as: উৎপাদনসমূহ লোড কৰাত ব্যৰ্থ: %@
bn: পণ্য লোড করতে ব্যর্থ: %@
de: Produkte konnten nicht geladen werden: %@
es: No se pudieron cargar los productos: %@
fr: Échec du chargement des produits : %@
gu: પ્રોડક્ટ લોડ કરવામાં નિષ્ફળ: %@
hi: उत्पाद लोड करने में विफल: %@
it: Impossibile caricare i prodotti: %@
ja: 製品の読み込みに失敗しました: %@
kn: ಉತ್ಪನ್ನಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 제품을 불러오는 데 실패했습니다: %@
ml: ഉൽപ്പന്നങ്ങൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: उत्पादने लोड करण्यात अयशस्वी: %@
or: ଉତ୍ପାଦଗୁଡ଼ିକ ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਉਤਪਾਦਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao carregar os produtos: %@
ru: Не удалось загрузить товары: %@
ta: தயாரிப்புகளை ஏற்ற முடியவில்லை: %@
te: ఉత్పత్తులను లోడ్ చేయడంలో విఫలమైంది: %@
zh_hans: 产品加载失败： %@
zh_hant: 產品載入失敗： %@

source: Failed to load purchased items: %@
ar: فشل تحميل العناصر المشتراة: %@
as: ক্ৰয় কৰা বস্তুসমূহ লোড কৰাত ব্যৰ্থ: %@
bn: ক্রয়কৃত আইটেমগুলি লোড করতে ব্যর্থ: %@
de: Gekaufte Artikel konnten nicht geladen werden: %@
es: No se pudieron cargar los artículos comprados: %@
fr: Échec du chargement des articles achetés : %@
gu: ખરીદેલી વસ્તુઓ લોડ કરવામાં નિષ્ફળ: %@
hi: खरीदे गए आइटम लोड करने में विफल: %@
it: Impossibile caricare gli articoli acquistati: %@
ja: 購入したアイテムの読み込みに失敗しました: %@
kn: ಖರೀದಿಸಿದ ವಸ್ತುಗಳನ್ನು ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 구매한 항목을 불러오는 데 실패했습니다: %@
ml: വാങ്ങിയ ഇനങ്ങൾ ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: खरेदी केलेल्या वस्तू लोड करण्यात अयशस्वी: %@
or: କିଣାଯାଇଥିବା ଆଇଟମଗୁଡ଼ିକୁ ଲୋଡ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਖਰੀਦੀਆਂ ਗਈਆਂ ਆਈਟਮਾਂ ਨੂੰ ਲੋਡ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao carregar os artigos adquiridos: %@
ru: Не удалось загрузить приобретенные товары: %@
ta: வாங்கப்பட்ட பொருட்களை ஏற்ற முடியவில்லை: %@
te: కొనుగోలు చేసిన వస్తువులను లోడ్ చేయడంలో విఫలమైంది: %@
zh_hans: 已购商品加载失败： %@
zh_hant: 已購商品載入失敗： %@

source: Failed to remove authenticator: %@
ar: فشل إزالة أداة المصادقة: %@
as: প্ৰমাণীকৰণকাৰী আঁতৰাবলৈ ব্যৰ্থ: %@
bn: প্রমাণীকরণকারী অপসারণ করা যায়নি: %@
de: Authentifikator konnte nicht entfernt werden: %@
es: Error al eliminar el autenticador: %@
fr: Échec de la suppression de l'authentificateur : %@
gu: પ્રમાણકર્તા દૂર કરવામાં નિષ્ફળ: %@
hi: प्रमाणीकरणकर्ता को हटाने में विफल: %@
it: Impossibile rimuovere l'autenticatore: %@
ja: 認証器の削除に失敗しました: %@
kn: ದೃಢೀಕರಣಕಾರಕವನ್ನು ತೆಗೆದುಹಾಕಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 인증자 제거 실패: %@
ml: ഓതന്റിക്കേറ്റർ നീക്കം ചെയ്യാനായില്ല: %@
mr: ऑथेंटिकेटर काढण्यात अयशस्वी: %@
or: ଅଥେଣ୍ଟିକେଟର୍ କାଢ଼ିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਪ੍ਰਮਾਣਕ ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao remover o autenticador: %@
ru: Не удалось удалить аутентификатор: %@
ta: அங்கீகரிப்பானை அகற்ற முடியவில்லை: %@
te: అథెంటికేటర్‌ను తీసివేయడంలో విఫలమైంది: %@
zh_hans: 移除验证器失败： %@
zh_hant: 移除驗證器失敗： %@

source: Failed to remove image: %@
ar: فشل حذف الصورة: %@
as: ছবি আঁতৰাবলৈ ব্যৰ্থ: %@
bn: ছবি সরাতে ব্যর্থ: %@
de: Bild konnte nicht entfernt werden: %@
es: No se pudo eliminar la imagen: %@
fr: Impossible de supprimer l'image : %@
gu: છબી દૂર કરવામાં નિષ્ફળ: %@
hi: छवि हटाने में विफल: %@
it: Impossibile rimuovere l'immagine: %@
ja: 画像の削除に失敗しました: %@
kn: ಚಿತ್ರವನ್ನು ತೆಗೆದುಹಾಕಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 이미지 삭제 실패: %@
ml: ചിത്രം നീക്കം ചെയ്യാനായില്ല: %@
mr: प्रतिमा काढण्यात अयशस्वी: %@
or: ଛବି କାଢ଼ିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਚਿੱਤਰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao remover a imagem: %@
ru: Не удалось удалить изображение: %@
ta: படத்தை அகற்ற முடியவில்லை: %@
te: చిత్రాన్ని తొలగించడంలో విఫలమైంది: %@
zh_hans: 移除图片失败： %@
zh_hant: 移除圖片失敗： %@

source: Failed to remove products: %@
ar: فشل في إزالة المنتجات: %@
as: উৎপাদনসমূহ আঁতৰাবলৈ ব্যৰ্থ: %@
bn: পণ্যগুলি সরাতে ব্যর্থ: %@
de: Produkte konnten nicht entfernt werden: %@
es: No se pudieron eliminar los productos: %@
fr: Échec de la suppression des produits : %@
gu: ઉત્પાદનો દૂર કરવામાં નિષ્ફળ: %@
hi: उत्पाद हटाने में विफल: %@
it: Impossibile rimuovere i prodotti: %@
ja: 製品の削除に失敗しました: %@
kn: ಉತ್ಪನ್ನಗಳನ್ನು ತೆಗೆದುಹಾಕಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 제품 제거 실패: %@
ml: ഉൽപ്പന്നങ്ങൾ നീക്കം ചെയ്യാനായില്ല: %@
mr: उत्पादने काढण्यात अयशस्वी: %@
or: ଉତ୍ପାଦଗୁଡ଼ିକୁ କାଢ଼ିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਉਤਪਾਦਾਂ ਨੂੰ ਹਟਾਉਣ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao remover os produtos: %@
ru: Не удалось удалить товары: %@
ta: பொருட்களை அகற்ற முடியவில்லை: %@
te: ఉత్పత్తులను తొలగించడంలో విఫలమైంది: %@
zh_hans: 移除产品失败： %@
zh_hant: 移除產品失敗： %@

source: Failed to send SMS: %@
ar: فشل إرسال الرسالة النصية القصيرة: %@
as: এছএমএছ প্ৰেৰণ কৰাত ব্যৰ্থ: %@
bn: এসএমএস পাঠানো ব্যর্থ হয়েছে: %@
de: SMS konnte nicht gesendet werden: %@
es: Error al enviar el SMS: %@
fr: Échec de l'envoi du SMS : %@
gu: SMS મોકલવામાં નિષ્ફળ: %@
hi: एसएमएस भेजने में विफल: %@
it: Invio SMS non riuscito: %@
ja: SMS送信に失敗しました： %@
kn: SMS ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: SMS 전송 실패: %@
ml: SMS അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: एसएमएस पाठवण्यात अयशस्वी: %@
or: SMS ପଠାଇବାରେ ବିଫଳ ହୋଇଛି: %@
pa: SMS ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha no envio de SMS: %@
ru: Не удалось отправить SMS: %@
ta: குறுஞ்செய்தி அனுப்ப முடியவில்லை: %@
te: SMS పంపడంలో విఫలమైంది: %@
zh_hans: 短信发送失败： %@
zh_hant: 簡訊發送失敗： %@

source: Failed to submit ticket: %@
ar: فشل إرسال التذكرة: %@
as: টিকট জমা দিয়াত ব্যৰ্থ: %@
bn: টিকিট জমা দিতে ব্যর্থ: %@
de: Ticket konnte nicht übermittelt werden: %@
es: Error al enviar el ticket: %@
fr: Échec de l'envoi du ticket : %@
gu: ટિકિટ સબમિટ કરવામાં નિષ્ફળ: %@
hi: टिकट जमा करने में विफल: %@
it: Invio del ticket non riuscito: %@
ja: チケットの送信に失敗しました: %@
kn: ಟಿಕೆಟ್ ಸಲ್ಲಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 티켓 제출 실패: %@
ml: ടിക്കറ്റ് സമർപ്പിക്കാനായില്ല: %@
mr: तिकिट सादर करण्यात अयशस्वी: %@
or: ଟିକେଟ୍ ଦାଖଲ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਟਿਕਟ ਸਪੁਰਦ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha no envio do ticket: %@
ru: Не удалось отправить заявку: %@
ta: டிக்கெட்டைச் சமர்ப்பிக்க முடியவில்லை: %@
te: టికెట్ సమర్పించడంలో విఫలమైంది: %@
zh_hans: 提交工单失败： %@
zh_hant: 提交工單失敗： %@

source: Failed to update boutique: %@
ar: فشل تحديث المتجر: %@
as: বুটিক আপডেইট কৰাত ব্যৰ্থ: %@
bn: বুটিক আপডেট করতে ব্যর্থ: %@
de: Boutique konnte nicht aktualisiert werden: %@
es: Error al actualizar la tienda: %@
fr: Échec de la mise à jour de la boutique : %@
gu: બુટિક અપડેટ કરવામાં નિષ્ફળ: %@
hi: बुटीक को अपडेट करने में विफल: %@
it: Aggiornamento della boutique non riuscito: %@
ja: ブティックの更新に失敗しました: %@
kn: ಬೊಟಿಕ್ ಅನ್ನು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 부티크 업데이트 실패: %@
ml: ബുട്ടീക്ക് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: बुटीक अद्ययावत करण्यात अयशस्वी: %@
or: ବୁଟିକ୍ ଅପଡେଟ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਬੁਟੀਕ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao atualizar a boutique: %@
ru: Не удалось обновить бутик: %@
ta: பூட்டிக்கைப் புதுப்பிக்க முடியவில்லை: %@
te: బొటిక్‌ను అప్‌డేట్ చేయడంలో విఫలమైంది: %@
zh_hans: 精品店更新失败： %@
zh_hant: 精品更新失敗： %@

source: Failed to update catalog: %@
ar: فشل تحديث الكتالوج: %@
as: কেটেলগ আপডেইট কৰাত ব্যৰ্থ: %@
bn: ক্যাটালগ আপডেট করতে ব্যর্থ: %@
de: Katalogaktualisierung fehlgeschlagen: %@
es: Error al actualizar el catálogo: %@
fr: Échec de la mise à jour du catalogue : %@
gu: કેટલોગ અપડેટ કરવામાં નિષ્ફળ: %@
hi: कैटलॉग अपडेट करने में विफल: %@
it: Impossibile aggiornare il catalogo: %@
ja: カタログの更新に失敗しました: %@
kn: ಕ್ಯಾಟಲಾಗ್ ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 카탈로그 업데이트 실패: %@
ml: കാറ്റലോഗ് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: कॅटलॉग अद्ययावत करण्यात अयशस्वी: %@
or: କ୍ୟାଟାଲଗ୍ ଅପଡେଟ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਕੈਟਾਲਾਗ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao atualizar o catálogo: %@
ru: Не удалось обновить каталог: %@
ta: பட்டியலைப் புதுப்பிக்க முடியவில்லை: %@
te: కేటలాగ్‌ను నవీకరించడంలో విఫలమైంది: %@
zh_hans: 更新目录失败： %@
zh_hant: 更新目錄失敗： %@

source: Failed to update password: %@
ar: فشل تحديث كلمة المرور: %@
as: গুপ্তশব্দ আপডেইট কৰাত ব্যৰ্থ: %@
bn: পাসওয়ার্ড আপডেট করতে ব্যর্থ: %@
de: Passwortaktualisierung fehlgeschlagen: %@
es: Error al actualizar la contraseña: %@
fr: Échec de la mise à jour du mot de passe : %@
gu: પાસવર્ડ અપડેટ કરવામાં નિષ્ફળ: %@
hi: पासवर्ड अपडेट करने में विफल: %@
it: Impossibile aggiornare la password: %@
ja: パスワードの更新に失敗しました: %@
kn: ಪಾಸ್‌ವರ್ಡ್ ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 비밀번호 업데이트에 실패했습니다: %@
ml: പാസ്‌വേഡ് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: पासवर्ड अद्ययावत करण्यात अयशस्वी: %@
or: ପାସୱାର୍ଡ ଅପଡେଟ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਪਾਸਵਰਡ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao atualizar a palavra-passe: %@
ru: Не удалось обновить пароль: %@
ta: கடவுச்சொல்லைப் புதுப்பிக்க முடியவில்லை: %@
te: పాస్‌వర్డ్‌ను నవీకరించడంలో విఫలమైంది: %@
zh_hans: 密码更新失败： %@
zh_hant: 密碼更新失敗： %@

source: Failed to update staff request: %@
ar: فشل تحديث طلب الموظفين: %@
as: কৰ্মচাৰীৰ অনুৰোধ আপডেইট কৰাত ব্যৰ্থ: %@
bn: স্টাফ অনুরোধ আপডেট করতে ব্যর্থ: %@
de: Fehler beim Aktualisieren der Mitarbeiteranfrage: %@
es: No se pudo actualizar la solicitud del personal: %@
fr: Échec de la mise à jour de la demande du personnel : %@
gu: સ્ટાફ વિનંતી અપડેટ કરવામાં નિષ્ફળ: %@
hi: कर्मचारी अनुरोध को अपडेट करने में विफल: %@
it: Impossibile aggiornare la richiesta del personale: %@
ja: スタッフリクエストの更新に失敗しました: %@
kn: ಸಿಬ್ಬಂದಿ ವಿನಂತಿಯನ್ನು ನವೀಕರಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 직원 요청 업데이트 실패: %@
ml: സ്റ്റാഫ് അഭ്യർത്ഥന അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: कर्मचारी विनंती अद्ययावत करण्यात अयशस्वी: %@
or: କର୍ମଚାରୀଙ୍କ ଅନୁରୋଧକୁ ଅପଡେଟ୍ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਸਟਾਫ਼ ਬੇਨਤੀ ਨੂੰ ਅੱਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao atualizar o pedido da equipa: %@
ru: Не удалось обновить запрос сотрудника: %@
ta: பணியாளர் கோரிக்கையைப் புதுப்பிக்க முடியவில்லை: %@
te: సిబ్బంది అభ్యర్థనను నవీకరించడంలో విఫలమైంది: %@
zh_hans: 更新员工请求失败： %@
zh_hant: 更新員工請求失敗： %@

source: Failed to verify code: %@
ar: فشل التحقق من الرمز: %@
as: ক'ড পৰীক্ষা কৰাত ব্যৰ্থ: %@
bn: কোড যাচাই করা যায়নি: %@
de: Fehler beim Überprüfen des Codes: %@
es: Error al verificar el código: %@
fr: Échec de la vérification du code : %@
gu: કોડ ચકાસવામાં નિષ્ફળ: %@
hi: कोड का सत्यापन विफल रहा: %@
it: Impossibile verificare il codice: %@
ja: コードの検証に失敗しました: %@
kn: ಕೋಡ್ ಪರಿಶೀಲಿಸಲು ವಿಫಲವಾಗಿದೆ: %@
ko: 코드 검증에 실패했습니다: %@
ml: കോഡ് പരിശോധിക്കുന്നതിൽ പരാജയപ്പെട്ടു: %@
mr: कोड सत्यापित करण्यात अयशस्वी: %@
or: କୋଡ୍ ଯାଞ୍ଚ କରିବାରେ ବିଫଳ ହୋଇଛି: %@
pa: ਕੋਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਵਿੱਚ ਅਸਫਲ: %@
pt: Falha ao verificar o código: %@
ru: Не удалось проверить код: %@
ta: குறியீட்டைச் சரிபார்க்க முடியவில்லை: %@
te: కోడ్‌ను ధృవీకరించడంలో విఫలమైంది: %@
zh_hans: 验证代码失败： %@
zh_hant: 驗證程式碼失敗： %@

source: FAULT DESCRIPTION
ar: وصف العطل
as: FAULT DESCRIPTION ৰ দ্বাৰা
bn: ত্রুটির বিবরণ
de: FEHLERBESCHREIBUNG
es: DESCRIPCIÓN DE LA FALLA
fr: DESCRIPTION DU DÉFAUT
gu: ખોટું વર્ણન
hi: गलत विवरण
it: DESCRIZIONE DEL GUASTO
ja: 故障内容の説明
kn: ದೋಷ ವಿವರಣೆ
ko: 고장 설명
ml: തെറ്റായ വിവരണം
mr: दोषाचे वर्णन
or: ଭୁଲ ବର୍ଣ୍ଣନା
pa: ਗਲਤ ਵੇਰਵਾ
pt: DESCRIÇÃO DA FALHA
ru: ОПИСАНИЕ НЕИСПРАВНОСТИ
ta: பிழை விளக்கம்
te: లోపం వివరణ
zh_hans: 故障描述
zh_hant: 故障描述

source: FEATURED COLLECTION
ar: مجموعة مميزة
as: বৈশিষ্ট্যযুক্ত সংগ্ৰহ
bn: বিশেষ সংগ্রহ
de: AUSGEWÄHLTE KOLLEKTION
es: COLECCIÓN DESTACADA
fr: COLLECTION VEDETTE
gu: ફીચર્ડ કલેક્શન
hi: विशेष संग्रह
it: COLLEZIONE IN EVIDENZA
ja: 注目のコレクション
kn: ವೈಶಿಷ್ಟ್ಯಗೊಳಿಸಿದ ಸಂಗ್ರಹ
ko: 추천 컬렉션
ml: ഫീച്ചർ ചെയ്ത ശേഖരം
mr: वैशिष्ट्यपूर्ण संग्रह
or: ବର୍ଣ୍ଣିତ ସଂଗ୍ରହ
pa: ਫੀਚਰਡ ਸੰਗ੍ਰਹਿ
pt: COLEÇÃO EM DESTAQUE
ru: РЕКОМЕНДУЕМАЯ КОЛЛЕКЦИЯ
ta: சிறப்புத் தொகுப்பு
te: ఫీచర్డ్ కలెక్షన్
zh_hans: 精选系列
zh_hant: 精選系列

source: Filter
ar: فلتر
as: ফিল্টাৰ কৰক
bn: ফিল্টার
es: Filtrar
fr: Filtre
gu: ફિલ્ટર
hi: फ़िल्टर
it: Filtro
ja: フィルター
kn: ಫಿಲ್ಟರ್
ko: 필터
ml: ഫിൽട്ടർ
mr: फिल्टर
or: ଫିଲ୍ଟର୍
pa: ਫਿਲਟਰ
pt: Filtro
ru: Фильтр
ta: வடிகட்டி
te: ఫిల్టర్
zh_hans: 筛选
zh_hant: 篩選

source: First name is required.
ar: الاسم الأول مطلوب.
as: প্ৰথম নামটো প্ৰয়োজন।
bn: প্রথম নাম আবশ্যক।
de: Vorname erforderlich.
es: Se requiere el nombre de pila.
fr: Le prénom est obligatoire.
gu: પ્રથમ નામ જરૂરી છે.
hi: पहला नाम आवश्यक है।
it: È richiesto il nome di battesimo.
ja: 名字は必須です。
kn: ಮೊದಲ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 이름은 필수 입력 사항입니다.
ml: ഫസ്റ്റ് നെയിം ആവശ്യമാണ്.
mr: पहिले नाव आवश्यक आहे.
or: ପ୍ରଥମ ନାମ ଆବଶ୍ୟକ।
pa: ਪਹਿਲਾ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ।
pt: É necessário nomear.
ru: Имя обязательно.
ta: முதல் பெயர் கட்டாயம் தேவை.
te: మొదటి పేరు తప్పనిసరి.
zh_hans: 名字为必填项。
zh_hant: 名字為必填。

source: Flag Item as Missing
ar: الإبلاغ عن العنصر كمفقود
as: আইটেমক অনুপস্থিত বুলি ফ্লেগ কৰক
bn: আইটেমটি অনুপস্থিত হিসাবে চিহ্নিত করুন
de: Artikel als fehlend markieren
es: Marcar artículo como faltante
fr: Signaler l'article comme manquant
gu: વસ્તુને ખૂટતી તરીકે ચિહ્નિત કરો
hi: आइटम को गुम के रूप में चिह्नित करें
it: Segnala l'elemento come mancante
ja: アイテムを紛失として報告する
kn: ಐಟಂ ಕಾಣೆಯಾಗಿದೆ ಎಂದು ಫ್ಲ್ಯಾಗ್ ಮಾಡಿ
ko: 해당 품목을 분실로 신고하세요
ml: ഇനം നഷ്ടപ്പെട്ടതായി ഫ്ലാഗുചെയ്യുക
mr: आयटम गहाळ म्हणून चिन्हांकित करा
or: ଆଇଟମ୍‌କୁ ଅନୁପଲବ୍ଧ ଭାବରେ ଫ୍ଲାଗ୍ କରନ୍ତୁ
pa: ਆਈਟਮ ਨੂੰ ਗੁੰਮ ਵਜੋਂ ਫਲੈਗ ਕਰੋ
pt: Sinalizar item como ausente
ru: Пометить элемент как отсутствующий
ta: பொருள் காணவில்லை எனக் குறியிடுக
te: వస్తువును తప్పిపోయినట్లుగా గుర్తించండి
zh_hans: 标记为缺失物品
zh_hant: 標記為缺失物品

source: Forgot Password?
ar: هل نسيت كلمة السر؟
as: পাছৱৰ্ড পাহৰিলেনে?
bn: পাসওয়ার্ড ভুলে গেছেন?
de: Passwort vergessen?
es: ¿Has olvidado tu contraseña?
fr: Mot de passe oublié ?
gu: પાસવર્ડ ભૂલી ગયા છો?
hi: पासवर्ड भूल गए?
it: Ha dimenticato la password?
ja: パスワードをお忘れですか？
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ko: 비밀번호를 잊으셨나요?
ml: പാസ്വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात का?
or: ପାସୱାର୍ଡ ଭୁଲି ଯାଇଛନ୍ତି କି?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
pt: Esqueceu-se da sua senha?
ru: Забыли пароль?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్‌వర్డ్ మర్చిపోయారా?
zh_hans: 忘记密码？
zh_hant: 忘記密碼？

source: FROM (SOURCE)
ar: من (المصدر)
as: (উৎস)ৰ পৰা
bn: উৎস থেকে
de: VON (QUELLE)
es: DE (FUENTE)
fr: DE (SOURCE)
gu: (સ્ત્રોત) માંથી
hi: (स्रोत से)
it: DA (FONTE)
ja: （出典）
kn: (ಮೂಲ) ದಿಂದ
ko: 출처: (출처)
ml: (ഉറവിടത്തിൽ നിന്ന്)
mr: कडून (स्रोत)
or: (ଉତ୍ସ) ରୁ
pa: (ਸਰੋਤ) ਤੋਂ
pt: DA (FONTE)
ru: ОТ (ИСТОЧНИК)
ta: (மூலத்திலிருந்து)
te: నుండి (మూలం)
zh_hans: 来自（来源）
zh_hant: 來自（來源）

source: FROM: %@
ar: من: %@
bn: থেকে: %@
de: VON: %@
es: DE: %@
fr: DE : %@
gu: તરફથી: %@
hi: से: %@
it: DA: %@
ja: 送信元: %@
kn: ಇಂದ: %@
ko: 보낸 사람: %@
mr: कडून: %@
or: ଠାରୁ: %@
pa: ਤੋਂ: %@
pt: DE: %@
ru: ОТ: %@
ta: இருந்து: %@
te: నుండి: %@
zh_hans: 发件人： %@
zh_hant: 寄件者： %@

source: Fulfillment Alert
ar: تنبيه إتمام الطلب
as: পূৰণ সতৰ্কবাণী
bn: পরিপূর্ণতার সতর্কতা
de: Erfüllungsalarm
es: Alerta de cumplimiento
fr: Alerte de livraison
gu: પરિપૂર્ણતા ચેતવણી
hi: पूर्ति अलर्ट
it: Avviso di completamento
ja: 発送通知
kn: ಪೂರೈಕೆ ಎಚ್ಚರಿಕೆ
ko: 주문 처리 알림
ml: പൂർത്തീകരണ മുന്നറിയിപ്പ്
mr: पूर्तता सूचना
or: ପୂରଣ ଆଲର୍ଟ
pa: ਪੂਰਤੀ ਚੇਤਾਵਨੀ
pt: Alerta de Cumprimento
ru: Уведомление о выполнении заказа
ta: நிறைவேற்றல் எச்சரிக்கை
te: నెరవేర్పు హెచ్చరిక
zh_hans: 订单履行提醒
zh_hant: 訂單履行提醒

source: Fulfillment Hub
ar: مركز التوزيع
as: পূৰণ হাব
bn: পরিপূর্ণতা কেন্দ্র
es: Centro de distribución
fr: Centre de distribution
gu: પરિપૂર્ણતા કેન્દ્ર
hi: पूर्ति केंद्र
it: Centro di distribuzione
ja: フルフィルメントハブ
kn: ಫುಲ್‌ಫಿಲ್‌ಮೆಂಟ್ ಹಬ್
ko: 물류 허브
ml: ഫുൾഫിൽമെന്റ് ഹബ്
mr: पूर्तता केंद्र
or: ପୂର୍ଣ୍ଣତା ହବ୍
pa: ਪੂਰਤੀ ਕੇਂਦਰ
pt: Centro de Distribuição
ru: Центр выполнения заказов
ta: நிறைவேற்ற மையம்
te: ఫుల్‌ఫిల్‌మెంట్ హబ్
zh_hans: 物流中心
zh_hant: 物流中心

source: Gallery
ar: معرض
as: গেলেৰী
bn: গ্যালারি
de: Galerie
es: Galería
fr: Galerie
gu: ગેલેરી
hi: गैलरी
it: Galleria
ja: ギャラリー
kn: ಗ್ಯಾಲರಿ
ko: 갱도
ml: ഗാലറി
mr: गॅलरी
or: ଗ୍ୟାଲେରୀ
pa: ਗੈਲਰੀ
pt: Galeria
ru: Галерея
ta: கேலரி
te: గ్యాలరీ
zh_hans: 画廊
zh_hant: 畫廊
